package cc.toprank.byd.entity;

import cc.toprank.byd.entity.E_RoleInfoEntityBase;
/**********************************************************************************************************************
 * 
 *   版权所有：(c)2016， 深圳市拓润计算机软件开发有限公司
 *   
 *   该类为自动生成的实体类基类，不能手动修改。
 *   如有需要扩展的字段，请在E_RoleInfo类中进行修改
 * 
 * ********************************************************************************************************************/
public class E_RoleInfoEntity extends E_RoleInfoEntityBase {

  
}